Repository: stanercelik/PolyNap
Catalog: polynap/Resources/Localizations/History/Localizable.xcstrings
Source language: en
Languages: de, ja, ms, th, tr

source: -60m
de: -60 Min
ja: -60分
th: -60น
tr: -60dk

source: %@h
de: %@ Std.
ja: %@時間
ms: %@j
th: %@ชม.
tr: %@s

# %lld Dakika Ertele
source: Snooze %lld Minutes
de: %lld Minuten schlummern
ja: %lld分スヌーズ
ms: Tunda %lld Minit
th: เลื่อนปลุก %lld นาที
tr: %lld Dakika Ertele

# %lld s %lld dk
source: %1$lld h %2$lld min
de: %1$lld S %2$lld Min
ja: %1$lld時間 %2$lld分
ms: %1$lld j %2$lld min
th: %1$lld ชม. %2$lld น.
tr: %1$lld s %2$lld dk

# %llddk
source: %lldm
de: %lldMin
ja: %lld分
ms: %lldmin
th: %lldน.
tr: %llddk

source: %lldh
de: %lldStd
ja: %lld時間
ms: %lldj
th: %lldชม.
tr: %llds

# %lldh %lldm
source: %1$lldh %2$lldm
de: %1$lldStd %2$lldMin
ja: %1$lld時間%2$lld分
ms: %1$lldj %2$lldm
th: %1$lldชม. %2$lldน.
tr: %1$llds %2$llddk

source: %lldm
de: %lldMin
ja: %lld分
th: %lldน.
tr: %llddk

source: +120m
de: +120 Min
ja: +120分
th: +120น
tr: +120dk

# ⏰ Ertele (5dk)
source: ⏰ Snooze (5min)
de: ⏰ Schlummern (5 Min.)
ja: ⏰ スヌーズ (5分)
ms: ⏰ Tunda (5min)
th: ⏰ เลื่อนปลุก (5 นาที)
tr: ⏰ Ertele (5dk)

# ⏰ UYKU ALARMI
source: ⏰ SLEEP ALARM
de: ⏰ SCHLAFALARM
ja: ⏰ 睡眠アラーム
ms: ⏰ PENGGERA TIDUR
th: ⏰ นาฬิกาปลุกการนอน
tr: ⏰ UYKU ALARMI

# ⏹️ Kapat
source: ⏹️ Dismiss
de: ⏹️ Ausschalten
ja: ⏹️ 閉じる
ms: ⏹️ Matikan
th: ⏹️ ปิด
tr: ⏹️ Kapat

# 🎬 1 film izlemek
source: 🎬 Watch 1 movie
de: 🎬 1 Film ansehen
ja: 🎬 映画を1本観る
ms: 🎬 Menonton 1 filem
th: 🎬 ดูหนัง 1 เรื่อง
tr: 🎬 1 film izlemek

# 📚 75 sayfa kitap okumak
source: 📚 Read 75 pages of a book
de: 📚 75 Seiten Buch lesen
ja: 📚 本を75ページ読む
ms: 📚 Membaca 75 muka surat buku
th: 📚 อ่านหนังสือ 75 หน้า
tr: 📚 75 sayfa kitap okumak

# 🚨 UYANMA ALARMI!
source: 🚨 WAKE-UP ALARM!
de: 🚨 WECK-ALARM!
ja: 🚨 目覚ましアラーム！
ms: 🚨 PENGGERA BANGUN!
th: 🚨 นาฬิกาปลุกให้ตื่น!
tr: 🚨 UYANMA ALARMI!

# 🚶‍♂️ 12.5 km yürümek
source: 🚶‍♂️ Walk 12.5 km
de: 🚶‍♂️ 12,5 km gehen
ja: 🚶‍♂️ 12.5 km歩く
ms: 🚶‍♂️ Berjalan 12.5 km
th: 🚶‍♂️ เดิน 12.5 กม.
tr: 🚶‍♂️ 12.5 km yürümek

# Adaptasyon İlerlemesi Geri Getir
source: Restore Adaptation Progress
de: Anpassungsfortschritt wiederherstellen
ja: 適応の進捗を復元
ms: Pulihkan Kemajuan Adaptasi
th: กู้คืนความคืบหน้าการปรับตัว
tr: Adaptasyon İlerlemesini Geri Getir

# Adaptasyonu Geri Getir
source: Restore Adaptation
de: Anpassung wiederherstellen
ja: 適応を復元
ms: Pulihkan Adaptasi
th: กู้คืนการปรับตัว
tr: Adaptasyonu Geri Getir

source: Add new sleep block
de: Neuen Schlafblock hinzufügen
ja: 新しい睡眠ブロックを追加
ms: Tambah blok tidur baharu
th: เพิ่มบล็อกการนอนหลับใหม่
tr: Yeni uyku bloğu ekle

# Alarm ayarları yükleniyor...
source: Loading alarm settings...
de: Alarmeinstellungen werden geladen...
ja: アラーム設定を読み込み中...
ms: Memuatkan tetapan penggera...
th: กำลังโหลดการตั้งค่านาฬิกาปลุก...
tr: Alarm ayarları yükleniyor...

# Alarmı Kapat
source: Dismiss Alarm
de: Alarm ausschalten
ja: アラームを閉じる
ms: Matikan Penggera
th: ปิดนาฬิกาปลุก
tr: Alarmı Kapat

# Alarmı kapatmak için yukarıdaki butona dokunun
source: Touch the button above to dismiss the alarm
de: Tippe auf die Schaltfläche oben, um den Alarm auszuschalten
ja: 上のボタンをタップしてアラームを閉じます
ms: Sentuh butang di atas untuk mematikan penggera
th: แตะปุ่มด้านบนเพื่อปิดนาฬิกาปลุก
tr: Alarmı kapatmak için yukarıdaki butona dokunun

# Alt
source: Bottom
de: Unten
ja: 下
ms: Bawah
th: ต่ำ
tr: Alt

# Ana Ekran
source: Home Screen
de: Startbildschirm
ja: ホーム画面
ms: Skrin Utama
th: หน้าจอหลัก
tr: Ana Ekran

# Ana Uyku: 75%
source: Core Sleep: 75%
de: Kernschlaf: 75%
ja: コア睡眠: 75%
ms: Tidur Teras: 75%
th: การนอนหลัก: 75%
tr: Ana Uyku: 75%

source: Any Screen
de: Beliebiger Bildschirm
ja: 任意の画面
ms: Mana-mana Skrin
th: หน้าจอใดก็ได้
tr: Herhangi Bir Ekran

source: Are you sure you want to delete this sleep entry? This action cannot be undone.
de: Bist du sicher, dass du diesen Schlafeintrag löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
ja: この睡眠記録を削除してもよろしいですか？この操作は元に戻せません。
ms: Adakah anda pasti mahu memadam catatan tidur ini? Tindakan ini tidak boleh dibatalkan.
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการการนอนหลับนี้? การกระทำนี้ไม่สามารถยกเลิกได้
tr: Bu uyku kaydını silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

# Bildirim izni olmadığı için bu uyarı gösteriliyor
source: This warning is shown because there is no notification permission
de: Diese Warnung wird angezeigt, da keine Benachrichtigungsberechtigung vorliegt
ja: 通知の許可がないため、この警告が表示されます
ms: Amaran ini ditunjukkan kerana tiada kebenaran pemberitahuan
th: การแจ้งเตือนนี้แสดงขึ้นเนื่องจากไม่มีสิทธิ์ในการแจ้งเตือน
tr: Bildirim izni olmadığı için bu uyarı gösteriliyor

source: Cancel
de: Abbrechen
ja: キャンセル
ms: Batal
th: ยกเลิก
tr: İptal

source: Core
de: Kern
ja: コア
ms: Teras
th: การนอนหลัก
tr: Ana

source: Create a sleep schedule first to add entries
de: Erstelle zuerst einen Schlafplan, um Einträge hinzuzufügen
ja: 最初​​に睡眠スケジュールを作成してエントリを追加します
ms: Buat jadual tidur dahulu untuk menambah catatan
th: สร้างตารางการนอนหลับก่อนเพื่อเพิ่มรายการ
tr: Kayıt eklemek için önce bir uyku programı oluşturun

source: Custom
de: Benutzerdefiniert
ja: カスタム
ms: Tersuai
th: กำหนดเอง
tr: Özel

source: Custom Config Example
de: Beispiel für eine benutzerdefinierte Konfiguration
ja: カスタム構成の例
ms: Contoh Konfigurasi Tersuai
th: ตัวอย่างการกำหนดค่าแบบกำหนดเอง
tr: Özel Yapılandırma Örneği

source: Custom Destination
de: Benutzerdefiniertes Ziel
ja: カスタムの宛先
ms: Destinasi Tersuai
th: ปลายทางที่กำหนดเอง
tr: Özel Hedef

# Daha Sonra
source: Later
de: Später
ja: 後で
ms: Kemudian
th: ไว้ทีหลัง
tr: Daha Sonra

# Değişkenlik: 25 Puan
source: Variability: 25 Points
de: Variabilität: 25 Punkte
ja: 変動性: 25ポイント
ms: Kebolehubahan: 25 Mata
th: ความแปรปรวน: 25 คะแนน
tr: Değişkenlik: 25 Puan

source: Delete
de: Löschen
ja: 削除
ms: Padam
th: ลบ
tr: Sil

source: Delete area
de: Bereich löschen
ja: エリアを削除
ms: Kawasan padam
th: พื้นที่ลบ
tr: Silme alanı

source: Delete Sleep Entry
de: Schlafeintrag löschen
ja: 睡眠記録を削除
ms: Padam Catatan Tidur
th: ลบรายการการนอนหลับ
tr: Uyku Kaydını Sil

source: Destination Screen
de: Zielbildschirm
ja: 宛先画面
ms: Skrin Destinasi
th: หน้าจอปลายทาง
tr: Hedef Ekran

source: Different timing and colors!
de: Unterschiedliche Zeiten und Farben!
ja: 異なるタイミングと色！
ms: Pemasaan dan warna yang berbeza!
th: เวลาและสีที่แตกต่างกัน!
tr: Farklı zamanlama ve renkler!

source: Drag sleep blocks here to delete them
de: Schlafblöcke zum Löschen hierher ziehen
ja: 睡眠ブロックをここにドラッグして削除します
ms: Seret blok tidur ke sini untuk memadamkannya
th: ลากบล็อกการนอนมาที่นี่เพื่อลบ
tr: Silmek için uyku bloklarını buraya sürükleyin

source: Drag to chart to add a 45-minute sleep block
de: Zum Diagramm ziehen, um einen 45-minütigen Schlafblock hinzuzufügen
ja: チャートにドラッグして45分の睡眠ブロックを追加
ms: Seret ke carta untuk menambah blok tidur selama 45 minit
th: ลากไปที่แผนภูมิเพื่อเพิ่มบล็อกการนอนหลับ 45 นาที
tr: 45 dakikalık bir uyku bloğu eklemek için grafiğe sürükleyin

source: Dragging sleep block
de: Schlafblock ziehen
ja: 睡眠ブロックをドラッグ中
ms: Menyeret blok tidur
th: กำลังลากบล็อกการนอนหลับ
tr: Uyku bloğu sürükleniyor

# Duration: %lld minutes, Time: %@
source: Duration: %1$lld minutes, Time: %2$@
de: Dauer: %1$lld Minuten, Zeit: %2$@
ja: 期間: %1$lld分、時刻: %2$@
ms: Tempoh: %1$lld minit, Masa: %2$@
th: ระยะเวลา: %1$lld นาที เวลา: %2$@
tr: Süre: %1$lld dakika, Saat: %2$@

source: Extension Destination
de: Erweiterungsziel
ja: 拡張機能の宛先
ms: Destinasi Sambungan
th: ปลายทางส่วนขยาย
tr: Uzantı Hedefi

source: Free 🆓
de: Kostenlos 🆓
ja: 無料 🆓
ms: Percuma 🆓
th: ฟรี 🆓
tr: Ücretsiz 🆓

# Geri
source: Back
de: Zurück
ja: 戻る
ms: Kembali
th: ย้อนกลับ
tr: Geri

# Gün
source: Day
de: Tag
ja: 日
ms: Hari
th: วัน
tr: Gün

# Harika bir uyku rutininiz var!
source: You have a great sleep routine!
de: Du hast eine großartige Schlafroutine!
ja: 素晴らしい睡眠習慣ですね！
ms: Anda mempunyai rutin tidur yang hebat!
th: คุณมีกิจวัตรการนอนที่ยอดเยี่ยม!
tr: Harika bir uyku rutininiz var!

# Hata
source: Error
de: Fehler
ja: エラー
ms: Ralat
th: ข้อผิดพลาด
tr: Hata

# Hedef
source: Target
de: Ziel
ja: 目標
ms: Sasaran
th: เป้าหมาย
tr: Hedef

# history.action.rate
source: Rate
de: Bewerten
ja: 評価
ms: Nilai
th: ให้คะแนน
tr: Puanla

# history.action.selectAction
source: Select Action
de: Aktion auswählen
ja: アクションを選択
ms: Pilih Tindakan
th: เลือกการดำเนินการ
tr: İşlem Seçin

# history.addNewRecord
source: Add Sleep Record
de: Schlafaufzeichnung hinzufügen
ja: 睡眠記録を追加
ms: Tambah Rekod Tidur
th: เพิ่มบันทึกการนอนหลับ
tr: Uyku Kaydı Ekle

# history.alert.delete.cancel
source: Cancel
de: Abbrechen
ja: キャンセル
ms: Batal
th: ยกเลิก
tr: İptal

# history.alert.delete.confirm
source: Delete
de: Löschen
ja: 削除
ms: Padam
th: ลบ
tr: Sil

# history.alert.delete.title
source: Delete Sleep Entry
de: Schlafeintrag löschen
ja: 睡眠記録を削除
ms: Padam Catatan Tidur
th: ลบรายการการนอนหลับ
tr: Uyku Kaydını Sil

# history.card.total
source: Total
de: Gesamt
ja: 合計
ms: Jumlah
th: รวม
tr: Toplam

# history.filter.allAdjustments
source: All Adjustments
de: Alle Anpassungen
ja: すべての調整
ms: Semua Pelarasan
th: การปรับทั้งหมด
tr: Tüm Ayarlamalar

# history.filter.allRatings
source: All Ratings
de: Alle Bewertungen
ja: すべての評価
ms: Semua Penilaian
th: คะแนนทั้งหมด
tr: Tüm Puanlar

# history.filter.allSources
source: All Sources
de: Alle Quellen
ja: すべてのソース
ms: Semua Sumber
th: แหล่งที่มาทั้งหมด
tr: Tüm Kaynaklar

# history.filter.allTime
source: All Time
de: Alle Zeiten
ja: 全期間
ms: Sepanjang Masa
th: ตลอดเวลา
tr: Tüm Zamanlar

# history.filter.allTypes
source: All Types
de: Alle Typen
ja: すべてのタイプ
ms: Semua Jenis
th: ทุกประเภท
tr: Tüm Türler

# history.filter.asScheduledOnly
source: As Scheduled Only
de: Nur wie geplant
ja: スケジュール通り
ms: Seperti yang Dijadualkan Sahaja
th: เฉพาะตามกำหนดการ
tr: Sadece Planlandığı Gibi

# history.filter.coreOnly
source: Core Sleep Only
de: Nur Kernschlaf
ja: コア睡眠のみ
ms: Tidur Teras Sahaja
th: เฉพาะการนอนหลับหลัก
tr: Sadece Ana Uyku

# history.filter.customOnly
source: Custom Only
de: Nur Benutzerdefiniert
ja: カスタムのみ
ms: Tersuai Sahaja
th: กำหนดเองเท่านั้น
tr: Sadece Özel

# history.filter.differentTimeOnly
source: Different Time Only
de: Nur andere Zeit
ja: 異なる時間のみ
ms: Masa Berbeza Sahaja
th: เฉพาะเวลาอื่น
tr: Sadece Farklı Zamanda

# history.filter.healthOnly
source: Health Only
de: Nur Health
ja: ヘルスケアのみ
ms: Kesihatan Sahaja
th: เฉพาะสุขภาพ
tr: Sadece Sağlık

# history.filter.manualOnly
source: Manual Only
de: Nur manuell
ja: 手動のみ
ms: Manual Sahaja
th: เฉพาะด้วยตนเอง
tr: Sadece Manuel

# history.filter.napOnly
source: Naps Only
de: Nur Nickerchen
ja: 仮眠のみ
ms: Tidur Siang Sahaja
th: เฉพาะงีบ
tr: Sadece Şekerlemeler

# history.filter.rating01
source: 0-1 Stars
de: 0-1 Sterne
ja: 星0-1
ms: 0-1 Bintang
th: 0-1 ดาว
tr: 0-1 Yıldız

# history.filter.rating12
source: 1-2 Stars
de: 1-2 Sterne
ja: 星1-2
ms: 1-2 Bintang
th: 1-2 ดาว
tr: 1-2 Yıldız

# history.filter.rating23
source: 2-3 Stars
de: 2-3 Sterne
ja: 星2-3
ms: 2-3 Bintang
th: 2-3 ดาว
tr: 2-3 Yıldız

# history.filter.rating34
source: 3-4 Stars
de: 3-4 Sterne
ja: 星3-4
ms: 3-4 Bintang
th: 3-4 ดาว
tr: 3-4 Yıldız

# history.filter.rating45
source: 4-5 Stars
de: 4-5 Sterne
ja: 星4-5
ms: 4-5 Bintang
th: 4-5 ดาว
tr: 4-5 Yıldız

# history.filter.skippedOnly
source: Skipped Only
de: Nur übersprungen
ja: スキップのみ
ms: Dilangkau Sahaja
th: ข้ามเท่านั้น
tr: Sadece Atlananlar

# history.filter.specificDate
source: Specific Date
de: Bestimmtes Datum
ja: 特定の日付
ms: Tarikh Tertentu
th: วันที่ระบุ
tr: Belirli Tarih

# history.filter.thisMonth
source: This Month
de: Dieser Monat
ja: 今月
ms: Bulan Ini
th: เดือนนี้
tr: Bu Ay

# history.filter.thisWeek
source: This Week
de: Diese Woche
ja: 今週
ms: Minggu Ini
th: สัปดาห์นี้
tr: Bu Hafta

# history.filter.title
source: Filters
de: Filter
ja: フィルター
ms: Penapis
th: ตัวกรอง
tr: Filtreler

# history.filter.today
source: Today
de: Heute
ja: 今日
ms: Hari Ini
th: วันนี้
tr: Bugün

# history.filter.unrated
source: Unrated
de: Unbewertet
ja: 評価なし
ms: Tidak Dinilai
th: ยังไม่ได้ให้คะแนน
tr: Puanlanmamış

# history.noRecords.message
source: Start tracking your sleep to see your history here
de: Beginne, deinen Schlaf zu verfolgen, um deinen Verlauf hier zu sehen
ja: 睡眠の追跡を開始して、ここに履歴を表示します
ms: Mula menjejaki tidur anda untuk melihat sejarah anda di sini
th: เริ่มติดตามการนอนหลับของคุณเพื่อดูประวัติที่นี่
tr: Geçmişinizi görmek için uykunuzu takip etmeye başlayın

# history.noRecords.title
source: No Sleep Records
de: Keine Schlafaufzeichnungen
ja: 睡眠記録なし
ms: Tiada Rekod Tidur
th: ไม่มีบันทึกการนอนหลับ
tr: Uyku Kaydı Yok

# history.rating.save
source: Save Rating
de: Bewertung speichern
ja: 評価を保存
ms: Simpan Penilaian
th: บันทึกคะแนน
tr: Puanı Kaydet

# history.rating.subtitle
source: How was this sleep session?
de: Wie war diese Schlafsitzung?
ja: この睡眠セッションはどうでしたか？
ms: Bagaimanakah sesi tidur ini?
th: เซสชั่นการนอนหลับนี้เป็นอย่างไร?
tr: Bu uyku seansı nasıldı?

# history.rating.title
source: Rate Sleep
de: Schlaf bewerten
ja: 睡眠を評価
ms: Nilai Tidur
th: ให้คะแนนการนอนหลับ
tr: Uykuyu Puanla

# history.relative.daysAgo
source: %d days ago
de: vor %d Tagen
ja: %d日前
ms: %d hari yang lalu
th: %d วันที่แล้ว
tr: %d gün önce

# history.relative.oneWeekAgo
source: 1 week ago
de: vor 1 Woche
ja: 1週間前
ms: 1 minggu yang lalu
th: 1 สัปดาห์ที่แล้ว
tr: 1 hafta önce

# history.relative.today
source: Today
de: Heute
ja: 今日
ms: Hari ini
th: วันนี้
tr: Bugün

# history.relative.weeksAgo
source: %d weeks ago
de: vor %d Wochen
ja: %d週間前
ms: %d minggu yang lalu
th: %d สัปดาห์ที่แล้ว
tr: %d hafta önce

# history.relative.yesterday
source: Yesterday
de: Gestern
ja: 昨日
ms: Semalam
th: เมื่อวาน
tr: Dün

# history.source.manual
source: Manual
de: Manuell
ja: 手動
th: ด้วยตนเอง
tr: Manuel

# history.stats.avgDuration
source: Avg Duration
de: Ø Dauer
ja: 平均時間
ms: Purata Tempoh
th: ระยะเวลาเฉลี่ย
tr: Ort. Süre

# history.stats.avgRating
source: Avg Rating
de: Ø Bewertung
ja: 平均評価
ms: Purata Penilaian
th: คะแนนเฉลี่ย
tr: Ort. Puan

# history.stats.streak
source: Current Streak
de: Aktuelle Serie
ja: 現在の連続記録
ms: Siri Semasa
th: สถิติต่อเนื่องปัจจุบัน
tr: Mevcut Seri

# history.stats.title
source: Statistics
de: Statistiken
ja: 統計
ms: Statistik
th: สถิติ
tr: İstatistikler

# history.stats.totalSessions
source: Total Sessions
de: Sitzungen insgesamt
ja: 合計セッション
ms: Jumlah Sesi
th: จำนวนเซสชันทั้งหมด
tr: Toplam Seans

# history.timeline.count
source: %d days with sleep data
de: %d Tage mit Schlafdaten
ja: 睡眠データのある日数：%d日
ms: %d hari dengan data tidur
th: %d วันพร้อมข้อมูลการนอนหลับ
tr: %d gün uyku verisi

# history.timeline.title
source: Sleep Timeline
de: Schlaf-Zeitleiste
ja: 睡眠タイムライン
ms: Garis Masa Tidur
th: ไทม์ไลน์การนอนหลับ
tr: Uyku Zaman Çizelgesi

source: Important Note
de: Wichtiger Hinweis
ja: 重要事項
ms: Nota Penting
th: หมายเหตุสำคัญ
tr: Önemli Not

source: Inactive
de: Inaktiv
ja: 非アクティブ
ms: Tidak aktif
th: ไม่ทำงาน
tr: Pasif

source: Invalid position
de: Ungültige Position
ja: 無効な位置
ms: Kedudukan tidak sah
th: ตำแหน่งไม่ถูกต้อง
tr: Geçersiz konum

# Kalite
source: Quality
de: Qualität
ja: 品質
ms: Kualiti
th: คุณภาพ
tr: Kalite

# Kaydet
source: Save
de: Speichern
ja: 保存
ms: Simpan
th: บันทึก
tr: Kaydet

# Kazanılan Zaman
source: Time Gained
de: Gewonnene Zeit
ja: 得られた時間
ms: Masa Diperoleh
th: เวลาที่ได้รับ
tr: Kazanılan Zaman

# Kötü
source: Bad
de: Schlecht
ja: 悪い
ms: Teruk
th: ไม่ดี
tr: Kötü

source: Less
de: Weniger
ja: 少なく
ms: Kurang
th: น้อยลง
tr: Daha Az

source: Main Screen
de: Hauptbildschirm
ja: メイン画面
ms: Skrin Utama
th: หน้าจอหลัก
tr: Ana Ekran

# Mevcut Paywall Sayısı
source: Current Paywall Count
de: Anzahl aktueller Paywalls
ja: 現在のペイウォール数
ms: Bilangan Paywall Semasa
th: จำนวน Paywall ปัจจุบัน
tr: Mevcut Paywall Sayısı

source: More
de: Mehr
ja: もっと
ms: Lebih banyak
th: เพิ่มเติม
tr: Daha Fazla

# Mükemmel
source: Excellent
de: Ausgezeichnet
ja: 素晴らしい
ms: Cemerlang
th: ยอดเยี่ยม
tr: Mükemmel

source: Nap
de: Nickerchen
ja: 仮眠
ms: Tidur Sebentar
th: งีบ
tr: Şekerleme

source: Nap 1
de: Nickerchen 1
ja: 仮眠1
ms: Tidur Sebentar 1
th: งีบ 1
tr: Şekerleme 1

source: Nap 2
de: Nickerchen 2
ja: 仮眠2
ms: Tidur Sebentar 2
th: งีบ 2
tr: Şekerleme 2

# Offerings'leri Yenile
source: Refresh Offerings
de: Angebote aktualisieren
ja: オファリングを更新
ms: Segarkan Semula Tawaran
th: รีเฟรชข้อเสนอ
tr: Teklifleri Yenile

# Onboarding başarıyla atlandı!
source: Onboarding was skipped successfully!
de: Onboarding erfolgreich übersprungen!
ja: オンボーディングは正常にスキップされました！
ms: Onboarding berjaya dilangkau!
th: ข้ามการเริ่มต้นใช้งานสำเร็จแล้ว!
tr: Onboarding başarıyla atlandı!

source: Onboarding was skipped successfully!
de: Onboarding wurde erfolgreich übersprungen!
ja: オンボーディングは正常にスキップされました！
ms: Onboarding berjaya dilangkau!
th: ข้ามการเริ่มต้นใช้งานสำเร็จแล้ว!
tr: Onboarding başarıyla atlandı!

# onboarding.ageRange
source: Age Range
de: Altersbereich
ja: 年齢層
ms: Julat Umur
th: ช่วงอายุ
tr: Yaş Aralığı

# onboarding.ageRangeDescription
source: Adapting to polyphasic sleep can vary during adolescence or older age.
de: Die Anpassung an den polyphasischen Schlaf kann während der Jugend oder im Alter variieren.
ja: 多相睡眠への適応は、青年期や高齢期に異なる場合があります。
ms: Adaptasi kepada tidur polifasa boleh berbeza semasa remaja atau usia tua.
th: การปรับตัวเข้ากับการนอนหลับแบบหลายเฟสอาจแตกต่างกันในช่วงวัยรุ่นหรือวัยสูงอายุ
tr: Polifazik uykuya uyum, ergenlik veya ileri yaşlarda değişiklik gösterebilir.

# onboarding.chronotype
source: Sleep Chronotype
de: Schlaf-Chronotyp
ja: 睡眠クロノタイプ
ms: Kronotaip Tidur
th: โครโนไทป์การนอน
tr: Uyku Kronotipi

# onboarding.chronotypeDescription
source: Are you naturally more active in the morning or evening?
de: Bist du von Natur aus morgens oder abends aktiver?
ja: あなたは自然に朝型ですか、それとも夜型ですか？
ms: Adakah anda secara semula jadi lebih aktif pada waktu pagi atau petang?
th: โดยธรรมชาติแล้วคุณกระตือรือร้นมากกว่าในตอนเช้าหรือตอนเย็น?
tr: Doğal olarak sabahları mı yoksa akşamları mı daha aktifsiniz?

# onboarding.disruptionTolerance
source: Disruption Tolerance
de: Störungstoleranz
ja: 中断耐性
ms: Toleransi Gangguan
th: ความทนทานต่อการรบกวน
tr: Kesinti Toleransı

# onboarding.disruptionToleranceDescription
source: How well do you handle disruptions to your sleep schedule?
de: Wie gut gehst du mit Störungen deines Schlafplans um?
ja: 睡眠スケジュールの乱れにどの程度うまく対処できますか？
ms: Sejauh mana anda mengendalikan gangguan pada jadual tidur anda?
th: คุณรับมือกับการรบกวนตารางการนอนของคุณได้ดีแค่ไหน?
tr: Uyku düzeninizdeki aksaklıklarla ne kadar iyi başa çıkıyorsunuz?

# onboarding.healthStatus
source: Health Status
de: Gesundheitszustand
ja: 健康状態
ms: Status Kesihatan
th: สถานะสุขภาพ
tr: Sağlık Durumu

# onboarding.healthStatusDescription
source: Do you take any regular medications or have any chronic health conditions?
de: Nimmst du regelmäßig Medikamente ein oder hast du chronische Erkrankungen?
ja: 定期的に薬を服用していますか、または慢性的な健康状態がありますか？
ms: Adakah anda mengambil sebarang ubat secara berkala atau mempunyai sebarang keadaan kesihatan kronik?
th: คุณทานยาเป็นประจำหรือมีภาวะสุขภาพเรื้อรังหรือไม่?
tr: Düzenli olarak kullandığınız ilaçlar veya kronik rahatsızlıklarınız var mı?

# onboarding.knowledgeLevel
source: Knowledge Level
de: Wissensstand
ja: 知識レベル
ms: Tahap Pengetahuan
th: ระดับความรู้
tr: Bilgi Seviyesi

# onboarding.knowledgeLevelDescription
source: How familiar are you with polyphasic sleep? This helps us provide the right level of guidance and information.
de: Wie vertraut bist du mit dem polyphasischen Schlaf? Dies hilft uns, das richtige Maß an Anleitung und Informationen bereitzustellen.
ja: 多相睡眠についてどのくらい知っていますか？これは、適切なレベルのガイダンスと情報を提供するのに役立ちます。
ms: Sejauh manakah anda biasa dengan tidur polifasa? Ini membantu kami menyediakan tahap bimbingan dan maklumat yang betul.
th: คุณคุ้นเคยกับการนอนหลับแบบหลายเฟสมากน้อยเพียงใด? สิ่งนี้ช่วยให้เราให้คำแนะนำและข้อมูลในระดับที่เหมาะสมได้
tr: Polifazik uyku hakkında ne kadar bilginiz var? Bu, doğru düzeyde rehberlik ve bilgi sağlamamıza yardımcı olur.

# onboarding.lifestyle
source: Your Lifestyle
de: Dein Lebensstil
ja: あなたのライフスタイル
ms: Gaya Hidup Anda
th: ไลฟ์สไตล์ของคุณ
tr: Yaşam Tarzınız

# onboarding.lifestyleDescription
source: How would you describe your daily activity level? This helps us recommend a sleep schedule that fits your energy needs.
de: Wie würdest du dein tägliches Aktivitätsniveau beschreiben? Dies hilft uns, einen Schlafplan zu empfehlen, der zu deinem Energiebedarf passt.
ja: あなたの毎日の活動レベルをどのように説明しますか？これは、あなたのエネルギー需要に合った睡眠スケジュールを推奨するのに役立ちます。
ms: Bagaimanakah anda akan menggambarkan tahap aktiviti harian anda? Ini membantu kami mengesyorkan jadual tidur yang sesuai dengan keperluan tenaga anda.
th: คุณจะอธิบายระดับกิจกรรมประจำวันของคุณอย่างไร? สิ่งนี้ช่วยให้เราแนะนำตารางการนอนหลับที่เหมาะสมกับความต้องการพลังงานของคุณ
tr: Günlük aktivite seviyenizi nasıl tanımlarsınız? Bu, enerji ihtiyacınıza uygun bir uyku programı önermemize yardımcı olur.

# onboarding.motivationLevel
source: Motivation Level
de: Motivationsebene
ja: モチベーションレベル
ms: Tahap Motivasi
th: ระดับแรงจูงใจ
tr: Motivasyon Seviyesi

# onboarding.motivationLevelQuestion
source: How prepared are you for a challenging adaptation process?
de: Wie bereit bist du für einen herausfordernden Anpassungsprozess?
ja: 挑戦的な適応プロセスにどの程度準備ができていますか？
ms: Sejauh manakah anda bersedia untuk proses penyesuaian yang mencabar?
th: คุณพร้อมสำหรับกระบวนการปรับตัวที่ท้าทายมากน้อยเพียงใด?
tr: Zorlu bir adaptasyon sürecine ne kadar hazırsınız?

# onboarding.napEnvironment
source: Nap Environment
de: Nickerchen-Umgebung
ja: 仮眠環境
ms: Persekitaran Tidur Siang
th: สภาพแวดล้อมในการงีบ
tr: Şekerleme Ortamı

# onboarding.napEnvironmentDescription
source: How suitable is your environment for napping during the day? Consider factors like noise level, light control, and comfort.
de: Wie geeignet ist deine Umgebung für Nickerchen während des Tages? Berücksichtige Faktoren wie Lärmpegel, Lichtkontrolle und Komfort.
ja: 日中の仮眠に適した環境ですか？騒音レベル、光の制御、快適さなどの要因を考慮してください。
ms: Sejauh manakah kesesuaian persekitaran anda untuk tidur siang? Pertimbangkan faktor seperti tahap bunyi bising, kawalan cahaya dan keselesaan.
th: สภาพแวดล้อมของคุณเหมาะกับการงีบหลับในตอนกลางวันแค่ไหน? พิจารณาปัจจัยต่างๆ เช่น ระดับเสียง การควบคุมแสง และความสะดวกสบาย
tr: Ortamınız gün içinde şekerleme yapmak için ne kadar uygun? Gürültü seviyesi, ışık kontrolü ve konfor gibi faktörleri göz önünde bulundurun.

# onboarding.next
source: Next
de: Weiter
ja: 次へ
ms: Seterusnya
th: ถัดไป
tr: Sonraki

# onboarding.no
source: No
de: Nein
ja: いいえ
ms: Tidak
th: ไม่
tr: Hayır

# onboarding.seeResults
source: See Results
de: Ergebnisse ansehen
ja: 結果を見る
ms: Lihat Keputusan
th: ดูผลลัพธ์
tr: Sonuçları Gör

# onboarding.sleepExperience
source: Sleep Experience
de: Schlaferfahrung
ja: 睡眠体験
ms: Pengalaman Tidur
th: ประสบการณ์การนอนหลับ
tr: Uyku Deneyimi

# onboarding.sleepExperienceQuestion
source: Do you have prior experience with polyphasic (or other) sleep?
de: Hast du bereits Erfahrung mit polyphasischem (oder anderem) Schlaf?
ja: 多相睡眠（またはその他の睡眠）の経験はありますか？
ms: Adakah anda mempunyai pengalaman terdahulu dengan tidur polifasa (atau tidur lain)?
th: คุณมีประสบการณ์กับการนอนหลับแบบหลายเฟส (หรือแบบอื่นๆ) มาก่อนหรือไม่?
tr: Daha önce polifazik (veya başka bir) uyku deneyiminiz oldu mu?

# onboarding.sleepGoal
source: Sleep Goal
de: Schlafziel
ja: 睡眠目標
ms: Matlamat Tidur
th: เป้าหมายการนอนหลับ
tr: Uyku Hedefi

# onboarding.sleepGoalDescription
source: What is your primary goal for adopting a polyphasic sleep schedule?
de: Was ist dein Hauptziel bei der Einführung eines polyphasischen Schlafplans?
ja: 多相睡眠スケジュールを採用する主な目標は何ですか？
ms: Apakah matlamat utama anda untuk mengamalkan jadual tidur polifasa?
th: เป้าหมายหลักของคุณในการนำตารางการนอนหลับแบบหลายเฟสมาใช้คืออะไร?
tr: Polifazik bir uyku düzenini benimsemedeki birincil hedefiniz nedir?

# onboarding.socialObligations
source: Social Obligations
de: Soziale Verpflichtungen
ja: 社会的義務
ms: Kewajipan Sosial
th: ภาระผูกพันทางสังคม
tr: Sosyal Sorumluluklar
